Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Monster Hunter Becomes a Princess KO>EN.tmx
Source language: ko
Languages: en

source: 리에나에 대해 좀 더 알 수 있는 게 없을까.
en: i need to learn more about liena.

source: 날이 밝으면 부적을 받으러 노베이님께 가기로 했거든요.
en: we were going to get a talisman from him tomorrow morning.

source: 저 인간여자의 수명은 원래 길지 않았나요?
en: wasn’t her lifespan super long?

source: 조용히 해!
en: be quiet!

source: 레티스, 내 말 듣고 있어?
en: letis, are you listening?

source: 이 다음엔 누구로 환생했어?
en: who did she reincarnate as after this?

source: 최강킬러인 내가!
en: as one of the best hunters around, it was humiliating!

source: 환생의 기회도 갖지 못한 악한 영이라 곧 소멸되겠군.
en: this soul, one with no chance to reincarnate, will soon perish.

source: 이 왕국이 다 네 거야!
en: this whole kingdom will be yours!

source: 지금 누구한테 말하고 있는 거야?
en: who is she talking to?!

source: 왜 이렇게 서운하지?
en: why do I feel a little upset?

source: 쥬디, 혹시 언니가 궁에 있어?
en: judy, does your sister work at the palace?

source: 흙먼지도 없고….
en: the air isn’t dusty either...

source: 크로니온님, 소환된 마물의 영이 막 모습을 드러냈습니다!
en: master chronion, the summoned dark creature just exposed itself!

source: 돌아가신 부모님 방이면 빈방일 텐데 안에서 무슨 소리가 들렸고
en: he said it’s his dead parents’ room, but I heard something in there.

source: 나도 노베이에게 오래오래 사는 부적 하나 할까봐~
en: maybe I should get a talisman from novei too!

source: 아버지의 흑마법을 막고 아버지의 유해를 당신께 바치겠습니다.
en: I will stop his dark magic and surrender his body to you.

source: 우린 뭐 먹어?!
en: what are we going to eat?!

source: 숨어있는 걸 어떻게 아셨지?
en: how did she know that i was here?

source: 금기어1.
en: forbidden word 1: yurinika

source: 세상에, 역시 내 눈썰미는!
en: then I was right!

source: 둘이 다시는 만날 일이 없을 줄 알았는데… 정말 웃기는 운명이야.
en: I thought they would never meet again... it’s funny how fate works.

source: 난 왜 레티스라고 생각했을까…
en: why did i think that it would be letis?

source: 레티스 공작님이 여자아이를 납치했는데 죽었다가 살아난 아이였고, 괴물로 변해서 레티스 공작님이 죽였다면서요.
en: apparently duke letis kidnapped a girl who came back to life. she turned into a monster so he killed her.

source: 날이 어두워졌는데 불을 안 켜고 계시네요.
en: it’s dark outside, but you don’t have the lights on.

source: 백작님…
en: count...

source: 왕족과 귀족들의 만장일치로 유배되었고
en: ...so i was exiled by the unanimous decision of all the royals and elites.

source: 기억은 변하지 않으니까.
en: memories do not change.

source: 당신은 어떻게 생각해?
en: what do you think?

source: 그딴 신은 관심 없고, 죽음의 신에 대해 이야기 해줘.
en: i’m not interested in that one. tell me about the other.

source: 그놈을 죽일 날만 기다렸는데 어찌나 속이 시원하던지.
en: i’ve been waiting for that moment for so long, and it felt so good!

source: 설마 이거 다 독이야?
en: are these all different poisons?

source: 크로니온이 받을 벌까지 모두 받기로 했기 때문이야.
en: ...decided to take all of the punishment, including chronion’s.

source: 소르덴 산에 있던 3일 동안 독의 발작이 없었어!
en: ...i didn’t have any pain seizures from the poison while i was at mt. sorden!

source: 대체 이 여자는 어디서 온 거지?
en: where did this woman come from?!

source: 크로니온 신이 져서 다시 살아날 수 있었대요.
en: they only made it back alive because he lost the bet.

source: 뭐?!!!
en: what?!

source: 역시 빙의된 게 맞네.
en: i knew it. you’re just like me.

source: 그런 자신의 아버지를 위해 나를 속인 유리니카.
en: yurinika deceived me to save her father.

source: 안돼.
en: no way.

source: 고릴, 아니 아니 고브릴라 아가씨는 북부에서 가장 아름답기로 소문난 노티엘 남작 가문의 영애이십니다.
en: lady gor... govrilla, baron notiel’s daughter, is known as the most beautiful lady in the north.

source: 아프다고!!
en: it hurts!!!

source: 옷도 너무 불편하고 마음처럼 몸이 따라주지 않아.
en: i can’t really move in this dress, and i’m not entirely comfortable with this body.

source: 꽥!
en: agh!

source: 내가 왜 이러지?
en: what is happening to me?

source: 아님 어떡해?
en: what do i do if i’m wrong?

source: 처음엔 마리엔님이 살해당하신 고통스러운 기억때문에 저승 깊숙이 숨어계신 건 아닐까 생각했습니다만,
en: at first, I thought she hid herself deep in the underworld due being painfully murdered.

source: 이게 다 세레스탄님 때문이니 세레스탄님이 책임지세요!!!
en: this is all your fault! please do something about it!

source: 네, 마법이요.
en: yeah, magic.

source: *해리드:
en: *herrid:

source: 아무 일도 없으면 자기 부적덕분이라고 하고 다치면 더 크게 다칠 수 있었는데 이정도로 끝난 것도 역시 자기 부적때문이라고 하겠지.
en: if nothing happens, they say it’s because of their talisman. if something happens, they say if it weren’t for the talisman, it would’ve been worse.

source: 오!
en: hey!

source: 이 뻔하고 유치한 대사가 이 세계에도 있다니 놀랍네?
en: can’t believe that old pick-up line exists in this world as well.

source: 리에나 공주님 때문인가.
en: is it really because of princess liena?

source: 뭔가 묘사가 좀 더 지옥같지만.
en: although... yours does sound a lot like hell.

source: 맙소사!!
en: seriously?!

source: 타시온에 벌써 한 달이나 넘게 있지 않았나?
en: hasn’t she been in tacion for over a month?

source: *27회
en: *episode 27

source: 마물들만 아니면 난 소르덴 산이 나쁘지 않더라고.
en: except for all the dark creatures, i kind of liked mt. sorden.

source: 뭐, 누군지는 굳이 찾지 않아도 상관없어.
en: well, i’m not worried about sniffing them out.

source: 검을 미리 놔두길 잘했어.
en: leaving a sword here was smart of me.

source: 아직 기회 있을 때 버려.
en: leave him when you can.

source: 그래, 어쩌면 그게 해답일지도.
en: fine. maybe that’s the answer.

source: -20분 만에 풀림-
en: -finally released after 20 minutes-

source: 그딴 신?!
en: not interested?!

source: 내 인생도 순탄한 삶은 아니었는데 공주라면서 너무하네.
en: i mean, my first wasn’t very smooth either, but this is a lot for a princess.

source: 그럼요!
en: of course.

source: 확신할 수 있어?
en: are you sure about that?

source: 그러니까, 마침 인간의 몸이라 소르덴 산에 들어가봤는데 그 몸에서 못나오게 된 거야?
en: so he went to mt. sorden in a human body, and now he’s trapped in it?

source: 크로니온, 난 소르덴 산이 좋아요 그곳에만 가면 마음이 편안해져.
en: chronion, i like mt. sorden. that place calms me down.

source: 빙의된 영은 저 그레비가 모두 소멸시켰다고 하지 않았나?
en: didn’t you say your greby killed all the possessed souls?

source: 벽 속으로 꺼져.
en: return to your wall.

source: 망할 아이시타 누님!!
en: damn it, aisita!!!

source: 어설픈 강도들 같아 보이지만 고도로 훈련된 암살자의 기가 느껴져.
en: they look like clumsy robbers, but i can tell that they’re actually well-trained killers.

source: 이 시끄럽고 말 많은 뚱보 새 말고 하얗고 예쁜 새가 보이면 나한테 꼭 말 좀 해줘.
en: if you see a pretty white bird, please let me know. it’s not anything like this loud, fat one.

source: 공…!
en: your h--!

source: 오늘 이렇게 어린 아이 몸에 들어온 걸 알았을 때 이건 신이 주신 기회인가 했죠.
en: when i realized that i was reborn in this young girl’s body, i thought it was a gift from god.

source: 당신이 공주로 살기로 한 것처럼 봉인을 풀 방법을 찾을 때까지 나도 당분간 레티스로 살아야 해.
en: similar to how you chose to live as princess liena, I too must live as duke letis until I can undo the spell.

source: 대답할 가치가 없다는 거네 저거.
en: seems like he doesn’t think their question is worth answering.

source: 레티스!
en: letis!

source: 노크 안 해?
en: you forgot how to knock?

source: 사노, 베노스 주술사님이 너희 아버지의 치료비를 해결해주셔서 시키는 대로 하는 건 알겠는데 레티스 공작님의 첩자는 왜 된 거야?
en: sano, I know you’re following warlock venos’ orders because he treated your father... but why are you following duke letis’ orders?

source: 새요?
en: birds?

source: 누구지?
en: who is that?

source: 어쩐지 당신은 걱정이 안 되는군.
en: somehow, I am not worried about you.

source: 뭐, 미안한 점도 있고.
en: well, I also feel bad.

source: 기억을 잃으신 이유가 그것 때문이라는 소문이 돌고 있어요.
en: people are saying that’s the reason why you lost all of your memories.

source: 시간이 얼마 남지 않았어.
en: there’s not much time left.

source: 근데 레티스 그 몸은 왜 죽은 거야?
en: why did letis die, anyway?

source: 하나도 닮지 않았어.
en: they are nothing alike.

source: 뭐지, 이 통증은?!
en: what’s with this pain?!

source: 세레스탄은 왜 그녀에게 자꾸 관심을 갖고 간섭하려 하는 거지?
en: why does serestan care for her so, to the point of interfering?

source: 누가 들으면 어감이 좀 이상하네..
en: okay, that sounded a little weird.

source: 지나가는 개미가 웃겠네.
en: even crickets would laugh at you.

source: 내일 기침에 좋은 약초를 캐올게.
en: i’ll go get some herbs from the mountain tomorrow.

source: 난 괜찮은데.
en: i’m fine.

source: 일찍 일어나셨네요!.
en: you’re awake early.

source: 내가 그녀에게 선택권을 줬지.
en: I gave her a choice.

source: 그게 아니라 저기 리에나 공주님 아니신가요?
en: no, I mean, isn’t that princess liena?

source: 젠하드 경감님, 큰일났습니다!
en: investigator zenhad, we have a problem!

source: 공작님이 카를로를 싫어하는 걸 알면서 만난 걸 들키다니.
en: why did i get caught despite knowing that he hates carlo?!

source: 얼굴 좀 봐봐.
en: let me see your face.

source: 글쎄.
en: i’m not sure.

source: 제발…저를 인간세계로 보내주세요.
en: please... send me back to my world.

source: 민트초코랑 비슷한 맛이었어!
en: it kind of tasted like mint chocolate chip ice cream!

source: 안 돼!
en: no!

source: 풉
en: heh

source: 무슨 도움이 필요하신지 기억이 돌아오시면…
en: if you remember what you needed from me...

source: 당연히 보이지.
en: of course i can.

source: 그녀를 죽인 인간들을 남김없이 모두 저승에 데려와 벌을 주고 싶은 생각이었으니까.
en: I wanted to punish all of the humans who murdered yurinika when they arrived in the underworld.

source: 세무조사라도 해봐야 하는 거 아냐?
en: has he ever gotten a tax audit?

source: 소환한 자가 잘못된 영을 소환했나보지.
en: the culprit likely summoned the wrong soul.

source: 왜 이렇게 어둡지?
en: why is it so dark in here?

source: 내가 낙하산인 걸 알고 있잖아!
en: how else would she know I got hired through nepotism?!

source: 이제야 말하는데
en: now that we’re talking about it...

source: 궁금하지?
en: curious, huh?

source: (<-레티스)
en: (<-letis)

source: 어떻게 신경을 안 써.
en: how could I not?!

source: 그날 이후로 말투도 성격도 너무 달라지셨고 외출을 극도로 싫어하시던 분이 혼자 외출을 하시지 않나, 식사도 아무때나 엄청 드시고
en: after that day, her personality changed. she talks differently, goes out by herself when she hated doing so before, and eats whenever she wants.

source: 성 밖으로 나가지 못하는 건 공주님 뿐만이 아닐걸.
en: the princess is not the only one who can’t leave.

source: 곧 환생해야 하는데 왜 크로니온님은 저 인간의 영을 보내지 않는 거지?
en: it’s time for her to reincarnate, so why isn’t master chronion letting her go?

source: 이 옷 잘 어울려?
en: does this look good on me?

source: 맞다, 레티스!
en: oh wait, letis.

source: 그녀는 12시간이 지나도 돌아오지 않았다.
en: yurinika did not return after 12 hours.

source: 그런데 왜 안 오는 거지?
en: why is she not here?

source: 정말 이상합니다, 크로니온님.
en: it’s so weird, master chronion.

source: 아르젠 백작 저 -연무장-
en: count arzen’s mansion -arena-

source: 공주님 덕분에 판 부적이 몇 개인데요*^^*
en: do you know how many talismans I’ve sold because of you? :D

source: 아까 레티스 공작님 목에 머리핀을 겨누실 때도 깜짝 놀랐거든요.
en: i was so surprised when you pointed the hair pin at duke letis’ neck!

source: 이 사실을 레가노스 신*이 아시면 크로니온님은 벌을 받으실 지도 몰라요.
en: you might get punished if god leganos finds out about this...!

source: 응, 아르젠에게 주려고.
en: yeah, for arzen.

source: 숨을 쉴 수가 없어.
en: i can’t breathe!

source: 지옥에서 저 인간여자가 나에게 싹싹 빌게 만들겠어!!
en: I’m going to make you beg for forgiveness, human woman!

source: 리에나 공주님, 여기 계셨네요.
en: princess liena. there you are.

source: 백작님, 리에나 공주님이 오셨습니다.
en: count arzen, princess liena is here.

source: 여자분의 이름이요.
en: the lady’s name.

source: 그럼 공작님, 나가보겠습니다.
en: I’ll excuse myself, my lord.

source: 난 괜찮…
en: i’m fine...

source: 꼴을 보아하니 날 소환한 놈이 아니라 그놈의 똘마니겠군.
en: you must work for the guy who summoned me.

source: (킬러의 흔한 직업병)
en: hunter’s instinct

source: 자, 이제
en: well then...

source: 양다리였지.
en: so, he was actually cheating.

source: 참, 안타까워.
en: that’s too bad, really.

source: 그 여자가 누구지?
en: who is she?

source: 당신은 대체 누구지?
en: who is she?

source: 약혼녀는 리에나 공주인척 하느라 힘들어 보이던데, 혼자 반칙 아냐?
en: your fianceé is struggling to act like princess liena... how did you get away with this so easily?

source: 젠장… 흑마법이 대체 나랑 무슨 상관이냐고.
en: whatever... what does it have to do with me?

source: 동작 그만.
en: stop right now.

source: 바쁘시다고 했는데 반드시 만나야 한다며
en: I told her that you’re occupied, but she insisted on seeing you.

source: 흥미진진한 힌트를 하나 더 주자면….
en: if you wanna hear another interesting hint...

source: 그의 집에 갔을 때 이상한 느낌 같은 거 없었나?
en: did you feel anything peculiar while at his residence?

source: 가려고 했지.
en: I tried.

source: 대박
en: no way.

source: 서류작업이라… 잘 할 수 있으려나.
en: paperwork, huh... I hope he can do it all.

source: 근데 같이 왔다는 여자의 묘사는 왠지 리에나 공주님 같았어요.
en: but from what they’ve said, the woman who came with him might be princess liena.

source: 그걸 얻으면 너의 그 저주도 깨지고 지하 깊숙이 있는 그 위험한 영도 소멸시킬 수 있을지도 모르지.
en: if you can find it, you might be able to break your curse and annihilate that dangerous soul trapped deep inside the underworld.

source: 또 동료…
en: comrade...

source: 여긴 미세먼지도 없겠다, 그치?
en: there must not be any air pollution here, right?

source: 이봐, 알고 있을지 모르겠지만
en: hey. i’m not sure if you’re aware of this, but...

source: 공주님이 아니었으면 아마 저도….
en: if you hadn’t helped me, your highness, i also...

source: 곧 무슨 일인지 조사해 볼게요.
en: we’ll look into it.

source: 잘못 봤을 리가 없어.
en: it is impossible for me to be mistaken.

source: 베크만 남작가의 영애님이 지난 달에 큰 사고를 당하신다고 했는데 노베이 주술사님 부적 덕분에 팔만 살짝 다치셨대요.
en: baron beckmann’s daughter was in an accident last month, but thanks to his talisman, she only got a scratch.

source: 다른 사람의 상처를 건드리는 건…
en: i can’t pick on someone else’s wound...

source: 으..지독한 냄새
en: ugh, the smell!

source: 아르젠의 여동생이… 나 때문에 죽었다고?
en: arzen’s sister died because of me?

source: 당신은
en: would you...

source: 들키면 재밌긴 하겠지만 벌건 대낮에 바람둥이 공작이 아르젠 백작 집에 몰래 들어가 칼 맞아 죽었다고 소문이 나면 나는 뭐가 돼?
en: it’d be fun to watch, but what am I supposed to do when people gossip about a naked duke who snuck into count arzen’s place and got murdered?

source: 에필로그
en: epilogue

source: 그렇다니까!!
en: I told you so!

source: 리에나에게도 이것들을 먹였겠지?
en: he must’ve used one of these on liena.

source: 말씀하시는데 죄송합니다, 공작님.
en: pardon me for cutting you off, duke.

source: 안녕, 고릴라~
en: hey, gorilla.

source: 나 혼자 여기까지 걸어왔다고!
en: I walked back here by myself!

source: 그놈을 소환해서 죽.여.버.릴.거.야.
en: ...i’m going to summon him and end. him. my. self.

source: 사실 나, 내 세계에서 죽었더라고.
en: well, I found out I’m dead in my own world.

source: 저렇게 다정하게 어딜 가시는 걸까?
en: where are they so happily going together?

source: 내가 방금 뭘 본 거지?
en: what did i just see?!

source: 할머니?!
en: the old lady?!

source: 베노스……님… 이게 대체 무슨……
en: war...lock... venos... what is...

source: 네, 맞아요!
en: yes, she does!

source: 안 궁금한데.
en: I do not wish to know.

source: 그 비밀의 방에 리에나에 대한 정보같은 건…
en: maybe there’s some information about liena in that secret room...

source: 당신이 온 곳이 궁금하군.
en: i am curious about the world that you came from.

source: 그게 대체 뭐라고 지금 나한테 일일이 보고를 하는 거지?
en: is that really important enough for me to hear?

source: 주름진 얼굴로 허리도 굽고 도움이 없으면 걷기 힘든 나이가 될 때까지 살아남을 자신이 있나?
en: ...be willing to live until you are old, wrinkly, sick, and cannot walk without assistance?

source: 누가 궁에 있는 소식을 전해주더라구.
en: someone in the palace has been telling me about what’s happening there.

source: 두번 당하기 싫음
en: just doesn’t want to experience it twice

source: 이 목소린… 리에나 공주?!
en: this voice... princess liena?!

source: 레티스 공작 집까지 태워다 줄 수 있어요?
en: could you give me a ride to duke letis’ place?

source: 레티스, 우리 뭐하고 놀까?
en: letis, what should we do now?

source: 왕국 제일검 답군..
en: I guess he is the best swordsman in the kingdom.

source: 당신이라면 손가락을 자르고도 남았을 것 같은데.
en: i believe you would have cut off my thumb.

source: 똑똑
en: knock knock

source: 내 이빨로 물면 아니, 내 이빨은 아니지만 물면 네 몸에서 썩은 냄새가 날 거야.
en: if I bite you, I mean, if this creature bites you, you’ll reek of rotten fish.

source: 내 인생은 어디서부터 잘못된 걸까?
en: where did i go wrong?

source: 그게 대체 뭐지?
en: then, what might it be?

source: 리에나 공주?
en: princess liena?

source: 킬러였다.
en: ...a hunter.

source: 레티스 비밀의 방에서 가져온 이것의 도움이 아니었다면 난 여기서 죽었을 거야.
en: if i didn’t take this from letis’ secret room, i would have already died here.

source: 지금까지는 내 세계로 돌아갈 수 있을 거라 생각해서 내 식대로 행동했지만
en: i did everything my way because i thought i’d be going back to my world...

source: 그 몸은 왜 죽었어?
en: why did that body die?

source: 케릭스?
en: kelix?

source: 탁-
en: thud

source: 세라, 넌 그쪽 커튼을 가져와.
en: sera, bring that curtain over here.

source: 리에나 공주의 주치의
en: princess liena’s doctor

source: 공주님, 너무 아름다우세요!
en: you look gorgeous, your highness!

source: 거기 두 사람.
en: you two.

source: 공작님의 심장을 찌른 걸 분명히 목격했다고 하니, 상처가 있는지 확인을 해봐야 할 것 같아서요.
en: the witness is confident that you were stabbed, so i must check for a wound.

source: 아버지는 아무것도 모르세요!
en: my dad is innocent!

source: 진짜야.
en: I’m serious.

source: 길에서도 마치 날 처음 본 사람인 것처럼 대했다고.
en: then, earlier on the streets, you pretended to have never met me.

source: 스윽
en: tap

source: 또 어떤 사람이 되살아난 걸까.
en: i wonder who it is.

source: 다른 방법을 찾아봐, 키르마.
en: go look for another way, kirma.

source: 아르젠 칼리스 백작님이십니다, 공주님.
en: this is count arzen killis, your highness.

source: 죽음의 신 크로니온은 인간이랑 결혼한 유일한 신이에요.
en: chronion, the god of death, is the only god to have married a human.

source: 왜 이렇게 이상한 일이 많이 생기는 거지?
en: why are all these weird things happening?

source: 헤베베가 있어요!!!
en: there’s a hebebe!!!

source: 다 정리하라고 했을 텐데.
en: i told you to get rid of them all.

source: 지금 당장?
en: right now?

source: 쥬디가 마물을 봤다고 하는데 헛것을 봤나봐.
en: judy mistook something as a dark creature.

source: 아!
en: oh!

source: 도움이 필요하시면 언제든 연락주세요, 공주님.
en: please let me know if you need anything, your highness.

source: ‘죽음의 신 크로니온의 부하들’을 부르는 말입니다.
en: but it can also refer to the subordinates of chronion, the god death.

source: 장신구 같은 걸 해야 하나?
en: should I put some accessories on?

source: 조그만한 게 왜 이렇게 힘이 세!
en: why are you so strong, little girl!

source: 우아한 아르젠이 과격해지네.
en: that elegant arzen lost his temper.

source: 그보다… 다른 문제가 생겼습니다.
en: by the way, there is another issue.

source: 대마법사 칼베르가 크로니온 너에게 걸어놓은 마법을 어쩌면 깰 수 있을지도 몰라.
en: you might be able to break the curse the great magician kalberr cast on you.

source: 익
en: UGH

source: 주술, 결계 이런 건 잘 모르지만 리에나가 성 바깥을 나가는 순간 그 산으로 가게 만든 것 같아.
en: i don’t know much about witchcraft or barriers, but i think he built the barrier in a way that would send liena there as soon as she leaves the castle.

source: 이 인간 여자의 말은 무시하세요.
en: ignore this female human.

source: 그건 가능합니다.
en: i can do that.

source: 저 친절한 얼굴로 안심시킨 다음에
en: did he have me trust him with his friendly face and...

source: 나쁜 자식!!
en: stupid bastard.

source: 아까도 당신 도움 없어도 잘 참았을 거야.
en: i would’ve been fine without your help earlier.

source: 고릴라가 거짓말 하는 것 같지는 않았는데….
en: gorilla didn’t seem like she was lying to me though...

source: 누워서 밤하늘을 보고 있는데 이상하게 마음이 편안했었어.
en: it was weirdly comforting to look at all the stars at night.

source: 무서워요 크로니온님.....
en: I’m scared, master...

source: 죽은 레티스 공작님이 잠시 후에 벌떡 일어나 이 암살자를 죽였다고 하더군요.
en: ...but you rose from the dead and retaliated.

source: 아르젠, 나 때문에 동생이 죽었다는 말을 들었어.
en: arzen, i heard your sister died because of me.

source: 그럼 전 소멸돼도 상관없어요.
en: I don’t care if my soul perishes after that.

source: 공주님!!
en: princess!!!

source: 아…알았어.
en: o-okay...fine.

source: 와 우
en: SIZZLE

source: 리에나 데릴 에르니카 바케란 왕국의 공주
en: liena derryl ernika princess of vakeran kingdom

source: 사실은 저승에서 온 마법사의 영 아냐?
en: are you secretly the soul of a magician from the underworld?

source: 뿌가 그러던데?
en: bu told me!

source: 어후!
en: whew!

source: 그녀가 지금 이곳에 있다고?
en: she’s here, right now?

source: 인간이 어떻게 뿌를 볼 수 있지?
en: how can a human see bu?

source: 좀비처럼 앞을 다투며 달려올지도?
en: they’ll come running, just like zombies.

source: 왜 날 안 만나겠다고 한 거예요?
en: why did you refuse to see me?!

source: 내 감을 믿어봐.
en: trust my guts.

source: 이렇게 큰 소리로 비명을 지르는데 왜 아무도 안 오는 거지?
en: how is nobody coming when I’m screaming this loudly?!

source: 남의 집에 몰래 가는데 멋지게 제복 차려입고 말 타고 갈 거야?
en: are you going to sneak in riding a horse, marching in your uniform?

source: 다른 사람 육체에 빙의된 영혼이 하나 있군.
en: there’s another soul possessing a different body.

source: 암살자들이… 죽음의 신 신전에서 시체로 발견되었다고 합니다.
en: the killers... were found dead in the shrine for the god of death.

source: 레티스 공작님 집에서 밤을 보내셨다고 합니다.
en: i heard that she spent the night at duke letis’ place.

source: 뭘 어떻게 한 거야?
en: what did you do?

source: 죽음의 신은 헤베베처럼 생겼다고 들었거든요.
en: I was told that the god of death looks like hebebe.

source: 대마법사?
en: a great magician?

source: 괜찮아.
en: it’s fine.

source: 다른 사람들은 아무렇지도 않게 나가고 있어.
en: everyone else is passing through without a problem.

source: 방금 뭐였어?
en: what was that?

source: 나에 대해 자꾸 멋대로 추측하는데, 내가 누구를 만질 땐 죽이기 위해...
en: you make many assumptions of me. when i do touch someone, it is to kill—

source: 과로로 죽은 줄 알지만 남편에게 살해당했군.
en: she believes she died from overworking herself, but her husband murdered her.

source: 빨리 빨리 준비해.
en: hurry, let’s finish up.

source: 지금 공작님 저택에서 공주님께 무슨 일이 벌어지는지 어떻게 알겠어.
en: how would we know that nothing bad is happening to princess liena right now?

source: 아아악-!!
en: AHHH!

source: 손 없어?
en: what’s with your manners?

source: 그건 또 무슨 개똥 밟는 소리야.
en: what kind of nonsense are you talking about?

source: 공작님의 목숨이 달린 문제입니다.
en: your life depends on this.

source: 더 소름끼치고 숨이 막히는 느낌이….
en: i’m getting chills from this suffocating feeling...

source: 죽어서 저승으로 가지 못하는 영이 과연 유리니카 혼자만일까?
en: she’s not the only soul that didn’t make it to the underworld after dying.

source: 꼭 이렇게 입어야 하나?
en: must I dress like this?

source: 방법이 있을 거야.
en: there must be a way.

source: 맞아.
en: that’s right.

source: 아까 만나자마자 물어보려고 했는데 까마귀 때문에 정신 없어서 깜빡했네.
en: I meant to ask you this earlier, but I got distracted by the crow.

source: 어떻게 이곳 타시온에 들어온 거지?
en: how did she enter tacion?!

source: 리에나 공주 당신, 내가 생각했던 것만큼 평범한 공주는 아니었나봐.
en: there’s more to you than i thought, princess liena.

source: 왜 하필!
en: but why now?!

source: 아까 만나자마자 물어보려고 했는데 까마귀 때문에 정신없어서 깜빡했네.
en: I meant to ask you this earlier, but I got distracted by the crow.

source: 노베이 주술사님 집에서 공주님이 사라지셔서 찾아다녔어요.
en: you disappeared from warlock novei’s house...

source: 공주님, 레티스 공작의 협박 때문에 이곳에 계시는 겁니까?
en: princess liena, are you staying here against your will?

source: 내가 뭘 한 게 있다고.
en: I haven’t done anything.

source: 자꾸 말을 가로막지 말아줬음 좋겠군.
en: please stop cutting me off while i am speaking.

source: 공주님이 네 친구냐, 손들고 인사하게.
en: did you just wave at her as if she’s your friend?

source: 이젠 당신이랑 더 이상 만날 일 없겠다 싶었지.
en: so, i thought i wouldn’t see you again.

source: 그럴 리가… 잘못 소환된 영은 다 사라졌다고 했어.
en: impossible... she said all the wrongfully summoned souls are gone.

source: 여기서도 일찍 죽게 되면 그건 내 운명인거고.
en: if I die here early again, then that’s my fate.

source: 왜요?
en: why not?!

source: …안 잔다며.
en: i thought you were not going to sleep...

source: 어서 다녀와.
en: you should go.

source: 내가 어떤 독에 중독 됐는지도 모르잖아.
en: you don’t even know what poison it was.

source: 루비?
en: ruby?

source: 리…에나…
en: ...liena...!

source: 음…
en: well...

source: 나를 미행한 거야?
en: did you follow me?

source: 그럴 사정이 좀 있었어.
en: i had some things to take care of.

source: 어차피 아르젠 집에 갈 일이 있거든.{j}나 혼자 가서 한 번 살펴볼게.
en: I have to go to his place anyway, so I’ll go take a look by myself.{j}

source: 인간 아니지.
en: you’re not a human.

source: 고마워요~
en: thank you!

source: 저희는 이 저택의 주인이에요.
en: we are the owners of this mansion.

source: 아니야, 진짜 내 몸도 아니고, 의뢰받은 것도 아닌데 대신 복수하는 건 말이 안 되지.
en: no, no. this isn’t even my body, and nobody commissioned me to do it. avenging liena doesn’t make any sense.

source: 알았어.
en: fine.

source: 내가 만약
en: what if...

source: 밤이랑 다르게 안색도 안 좋고 힘들어 보이네.
en: he looks terrible compared to how he was last night.

source: 뭔지 모르지만 얘는 일단 득템.
en: i don’t know what it is, but i’m taking this.

source: 난 그럼 여기 어떻게 온 거야!
en: ...how did i get here?!

source: 내가 노베이를 여기로 오라고 했었지, 어쩐다…
en: I asked him to come here. hmmm...what should I do?

source: 하필 어제 저승에서 소환된 영 중 하나가 인간도 아닌 마물입니다.
en: one of the souls summoned yesterday was a dark creature, too.

source: 집사가 말해줬어?
en: did your butler tell you about it?

source: 꼬리 꼬리
en: waft

source: 인간의 마법이 신의 세계에서도 통한다는 게 놀라웠다.
en: it was shocking to see a human’s magic working in the gods’ world.

source: 이놈의 미친 주댕이가!!
en: don’t mind the crazy me!

source: 그래, 쥬디.
en: she’s right, judy.

source: 대답이 뭐 저래?
en: what kind of answer is that?!

source: 제발 도와주세요.
en: please help me.

source: 마리엔이 어떻게 죽었는지 물어보는 건 실례겠지.
en: it would be hurtful to ask how she died.

source: 근데 왜 아까 마리엔이 스스로 목숨을 끊었다고 했어?
en: then why did you say that she took her own life earlier?

source: 잠도 안 자고 밥도 안 먹고 진짜 인간 맞아?
en: he doesn’t sleep and he doesn’t eat. is he really human?

source: 그래도 몬스터는 없었지?
en: there weren’t any monsters, right?

source: 아무튼 이유는 모르겠지만 당신은 그 방에 못 들어간다는 거네.
en: so we don’t know why, but you can’t get into that room.

source: 칼베르…?
en: kalberr...?

source: 정말이야?
en: seriously?

source: 안 그래, 레티스 공작?
en: don’t you agree, duke letis?
